{
    "%@\n\nCharacters: %d" = "%@\n\nCharacters: %d";
    "%@ does not exist." = "%@ \U4e0d\U5b58\U5728\U3002";
    "%@ does not exist. Perhaps TeXLive was not installed or was removed during a system upgrade. If so, go to the TeXShop web site and follow the instructions to (re)install TeXLive. Another possibility is that a tool path is incorrectly configured in TeXShop preferences. This can happen if you are using the fink tetex distribution." = "%@ \U4e0d\U5b58\U5728\U3002TeXLive \U53ef\U80fd\U672a\U5b89\U88c5\Uff0c\U6216\U5728\U7cfb\U7edf\U5347\U7ea7\U65f6\U88ab\U5220\U9664\U3002\U5982\U679c\U662f\U8fd9\U79cd\U60c5\U51b5\Uff0c\U8bf7\U8bbf\U95ee TeXShop \U7f51\U7ad9\U5e76\U6309\U7167\U8bf4\U660e\U91cd\U88c5 TeXLive\U3002\U8fd8\U6709\U53ef\U80fd\U662f TeXShop \U504f\U597d\U8bbe\U7f6e\U4e2d\U7684\U5de5\U5177\U76ee\U5f55\U914d\U7f6e\U4e0d\U6b63\U786e\Uff0c\U5f53\U60a8\U4f7f\U7528 fink \U7248\U672c\U7684 teTeX \U53d1\U884c\U7248\U4f1a\U51fa\U73b0\U8fd9\U79cd\U95ee\U9898\U3002";
    "%@ does not have the executable bit set." = "%@ \U6ca1\U6709\U53ef\U6267\U884c\U4f4d\U3002";
    "A new version of TeXShop is available (version %@). Would you like to download it now?" = "\U6709\U53ef\U7528\U7684\U65b0\U7248\U672c\U7684 TeXShop (\U7248\U672c\U53f7 %@)\U3002\U60a8\U60f3\U73b0\U5728\U4e0b\U8f7d\U5417\Uff1f";
    "Add macros from file..." = "\U4ece\U6587\U4ef6\U6dfb\U52a0\U5b8f...";
    AutoComplete = "\U81ea\U52a8\U66f4\U6b63";
    Autocompletion = "\U81ea\U52a8\U66f4\U6b63";
    "Can't find required tool." = "\U627e\U4e0d\U5230\U5fc5\U8981\U7684\U5de5\U5177\U3002";
    Cancel = "\U53d6\U6d88";
    "Close Current Environment" = "\U5173\U95ed\U5f53\U524d\U73af\U5883";
    "Close LaTeX Panel" = "\U5173\U95ed LaTeX \U9762\U677f";
    "Close Macro Editor" = "\U5173\U95ed\U5b8f\U7f16\U8f91\U5668";
    "Close Matrix Panel" = "\U5173\U95ed\U77e9\U9635\U9762\U677f";
    "Color Index" = "Color Index";
    Comment = "\U6ce8\U91ca";
    Completion = "\U8865\U5168";
    "Convert \\ to \\yen in Pasteboard" = "\U5728\U5939\U7eb8\U677f\U4e2d\U8f6c\U6362 \\ \U5230 \\yen";
    "Convert \\yen to \\ in Pasteboard" = "\U5728\U5939\U7eb8\U677f\U4e2d\U8f6c\U6362 \\yen \U5230 \\";
    "Copy Format" = "\U62f7\U8d1d\U6837\U5f0f";
    "Currently open files retain their old encoding." = "\U5f53\U524d\U6253\U5f00\U7684\U6587\U4ef6\U4ecd\U4fdd\U7559\U65e7\U7684\U7f16\U7801\U3002";
    "Display Format" = "\U663e\U793a\U6837\U5f0f";
    "Do you want to save macros?" = "\U60a8\U60f3\U5b58\U50a8\U5b8f\U5417\Uff1f";
    "Don't Save" = "\U4e0d\U5b58\U50a8";
    "Drag && Drop" = "\U62d6\U62fd";
    Edit = "\U7f16\U8f91";
    Error = "\U9519\U8bef";
    File = "\U6587\U4ef6";
    "Goto Error" = "\U8f6c\U5230\U9519\U8bef";
    "Hard Wrap" = "\U786c\U6362\U884c";
    Help = "\U5e2e\U52a9";
    Indent = "\U7f29\U8fdb";
    "Info: %@" = "\U4fe1\U606f: %@";
    "LaTeX Panel..." = "LaTeX \U9762\U677f...";
    Macros = "\U5b8f";
    Magnification = "\U653e\U5927";
    "Magnification Panel" = "\U653e\U5927\U9762\U677f";
    "Matrix Panel..." = "\U77e9\U9635\U9762\U677f...";
    "New version available" = "\U65b0\U7248\U672c\U53ef\U7528";
    "Newline Removal" = "\U5220\U9664\U65b0\U884c";
    "Omit Shell Escape" = "\U5ffd\U7565 Shell Escape";
    "Open Macro Editor..." = "\U6253\U5f00\U5b8f\U7f16\U8f91\U5668...";
    "Open for Editing..." = "\U6253\U5f00\U4ee5\U7f16\U8f91...";
    "Open for Preview..." = "\U6253\U5f00\U4ee5\U9884\U89c8...";
    "Page Number" = "\U9875\U7801";
    "Page Number Panel" = "\U9875\U7801\U9762\U677f";
    "Path: %@\nFile size: %d bytes\nCreation date: %@\nModification date: %@" = "\U8def\U5f84: %@\nFile size: %d bytes\nCreation date: %@\nModification date: %@";
    Preview = "\U9884\U89c8";
    "Print Source..." = "\U6253\U5370\U6e90\U4ee3\U7801...";
    "Print..." = "\U6253\U5370...";
    RotateClockwise = "\U987a\U65f6\U9488\U65cb\U8f6c";
    RotateCounterclockwise = "\U9006\U65f6\U9488\U65cb\U8f6c";
    Save = "\U5b58\U50a8";
    "Save Spot" = "\U5b58\U50a8\U4f4d\U7f6e";
    "Save selection to file..." = "\U5b58\U50a8\U9009\U533a\U5230\U6587\U4ef6...";
    "Set Project Root..." = "\U8bbe\U7f6e\U9879\U76ee\U6839\U6587\U4ef6...";
    ShowFullPath = "\U663e\U793a\U5b8c\U6574\U8def\U5f84";
    Sync = "\U540c\U6b65";
    "Sync Marks" = "\U540c\U6b65\U6807\U8bb0";
    Tags = "\U6807\U7b7e";
    "TeXShop Demos" = "TeXShop \U6f14\U793a";
    Template = "\U6a21\U677f";
    "The file could not be opened with %@ encoding because it was not saved with that encoding. If you wish to open in another encoding, close the window and open again." = "\U8be5\U6587\U4ef6\U65e0\U6cd5\U4ee5 %@ \U7f16\U7801\U6253\U5f00\Uff0c\U56e0\U4e3a\U5b83\U5e76\U672a\U5b58\U50a8\U4e3a\U6b64\U7f16\U7801\U3002\U5982\U679c\U60a8\U60f3\U4ee5\U5176\U4ed6\U7f16\U7801\U6253\U5f00\Uff0c\U8bf7\U5173\U95ed\U7a97\U53e3\U518d\U6253\U5f00\U3002";
    "The file encoding changed; characters can be lost if the wrong encoding is used." = "\U6587\U4ef6\U7f16\U7801\U5df2\U66f4\U6539\Uff0c\U5982\U679c\U4f7f\U7528\U9519\U8bef\U7684\U7f16\U7801\U5c06\U4f1a\U5bfc\U81f4\U5b57\U7b26\U4e22\U5931\U3002";
    "The source LaTeX document cannot be found." = "\U627e\U4e0d\U5230 LaTeX \U6e90\U4ee3\U7801\U6587\U6863\U3002";
    "There was an error checking for updates." = "\U68c0\U67e5\U66f4\U65b0\U65f6\U53d1\U751f\U9519\U8bef\U3002";
    "This file was opened with MacOSRoman encoding." = "\U672c\U6587\U4ef6\U4ee5 MacOSRoman \U897f\U6587\U7f16\U7801\U6253\U5f00\U3002";
    "This version of TeXShop requires Mac OS X 10.4 or higher. Use TeXShop 1.37 instead." = "\U672c\U7248 TeXShop \U9700\U8981 Mac OS X 10.4 \U6216\U66f4\U9ad8\U7248\U672c\U3002\U8bf7\U4f7f\U7528 TeXShop 1.37\U3002";
    ToolbarItems = "\U5de5\U5177\U680f\U9879\U76ee";
    Typeset = "\U6392\U7248";
    "Typesetting engine cannot be found." = "\U627e\U4e0d\U5230\U6392\U7248\U5f15\U64ce\U3002";
    Typing = "\U952e\U5165";
    Uncomment = "\U53d6\U6d88\U6ce8\U91ca";
    Unindent = "\U53d6\U6d88\U7f29\U8fdb";
    Warning = "\U8b66\U544a";
    "Warning: Using Shell Escape" = "\U8b66\U544a: \U6b63\U5728\U4f7f\U7528 Shell Escape";
    "You have the most recent version of TeXShop." = "\U60a8\U6b63\U5728\U4f7f\U7528\U6700\U65b0\U7248\U672c\U7684 TeXShop\U3002";
    "Your copy of TeXShop is up-to-date" = "TeXShop \U7684\U7248\U672c\U662f\U6700\U65b0\U7684";
    "Your current setting of %@ will be replaced. OK?" = "\U60a8\U5f53\U524d %@ \U7684\U8bbe\U7f6e\U5c06\U4f1a\U88ab\U66ff\U6362\U3002\U786e\U5b9a\U5417?";
    "Convert" = "转换";

}